#version: 0.2
ã Ģ
e n
ï ¼
è ¯
Ġ t
ä ¸
ãĢ Ĥ
i n
k en
o ken
å Ī
ï¼ Į
e r
Ġt oken
ç ļ
çļ Ħ
t e
æ Ī
æ ĸ
ç »
a n
r e
ä »
å ı
è ®
ãĢ ģ
i z
t h
ä ¹
æ ĺ
æ ł
iz er
x t
å Ń
ç Ķ
Ġ s
į å
åĪ Ĩ
æĪ Ĳ
æĸ ĩ
çĶ ¨
¼ ļ
ä ¼ļ
å ®
å Ĵ
æ ľ
ç Ľ
Ġ /
Ń ç»
è¯ Ń
åĪ ĩ
Ġtoken izer
è® Ńç»
æĺ ¯
åĴ Į
è®Ńç» ĥ
l a
å ħ
å ľ
å ŀ
è ¦
Ġ w
ï¼ ļ
in k
th ink
æł ĩ
åŀ ĭ
B P
` `
e l
e v
o r
y te
¡ ¨
¡ åŀĭ
¨ ¡åŀĭ
¸ ¸
½ ł
ä ½ł
å ·
å ¸¸
æ ķ
æ ¨¡åŀĭ
è §
è ¶
è ¡¨
Ġ çļĦ
Ģ Ŀ
Ģ ä¹
è¯ į
ä¸ Ģ
te xt
æĸ Ļ
ä» Ģä¹
åŃ ¦
æĸĩ æľ
è¯Ń æĸĻ
BP E
ä»Ģä¹ Ī
æĸĩæľ ¬
> ãĢģ
a re
e xt
g e
i m
i s
l e
o l
t r
¥ åħ
¬ ¦
¹ æ
å ¤
å ¹
å ½
å ¾
å Ĳ
æ Ĭ
æ ĢĿ
ç ®
ç ī
ç ¬¦
Ġ b
Ġ c
Ġ m
Ġ re
Ĩ çĽ
Ļ ¨
ï¼ Ł
è¯ ·
è¯ įå
Ġt ext
ä¸ ª
ä¸ Ń
æĪ ĳ
an d
åı ¥
ä¹ ł
åĪĨ è¯įå
åĪĩ åĪĨ
åľ ¨
è¦ ĨçĽ
Ġw or
å· ¥åħ
è¯į è¡¨
ä¸Ģ ä¸ª
åŃ¦ ä¹ł
>ãĢģ <
æĬ Ĭ
åĪĨè¯įå Ļ¨
è¦ĨçĽ ĸ
å·¥åħ ·
B yte
E n
H el
L ev
M in
a r
a s
b ol
d e
g l
h en
i c
l d
l o
l en
m bol
o n
q u
r are
s la
t ar
y th
y mbol
| >ãĢģ<
¢ æĪĲ
£ åľ¨
¤ º
¥ ½
¥ è
¦ Ĥ
§ è¯Ń
¨ Ģ
® Ĭ
® æłĩ
¯ ä»
° ĥ
° ı
± æĸĩ
´ å®
¹ æĺ
º ¦
º æ
º İ
» è¯
½ ä¼ļ
¾ ĭ
¿ »è¯
ä ºİ
ä ¾ĭ
å Ĩ
å ĩ
å Į
å ¥½
å ¦Ĥ
å °ı
æ Ľ
æ Ŀ
æ ŀ
æ Ń
ç İ
ç ķ
ç Ł
ç ¤º
ç ¿»è¯
è ¾
è Ģ
è ĭ
è ¨Ģ
é ĥ
é Ĺ
Ġ <
Ġ e
Ġ h
Ġ Ġ
Ġ in
Ġ ä¼ļ
Ġ æĺ¯
Ġ åĴĮ
Ġ la
Ġ ev
Ġ BPE
Ġ and
Ġ rare
ĳ æĪĲ
Ļ ¯
en t
è¯ Ŀ
Ġt r
ä¸ º
in g
oken izer
Ġtoken s
çļĦ å°ı
te d
an sla
re s
åı ·
åı ¯ä»
è® °
åŃ Ĺ
Ġs tr
Ġs ymbol
įå Ĳ
çĶ¨ äºİ
å® ļ
æľ Ģ
çĽ ®æłĩ
åĪĩ æĪĲ
åľ ºæ
è¦ ģ
æłĩ è®°
`` `
ä½ł å¥½
å¸¸ è§
æķ °
è¶ ³
è¶ Ĭ
ä»Ģä¹Ī æĺ¯
is h
¹æ ®Ĭ
å¤ §è¯Ń
å¹ ¶
å½ ¢æĪĲ
å¾ Ĺ
åĲ İ
æĢĿ èĢ
ç® Ģ
çī ¹æ®Ĭ
ç¬¦ åı·
Ġb yte
Ġc an
åı¥ è¯Ŀ
Ġwor ld
åĪĨè¯įåĻ¨ è®Ńç»ĥ
Byte Lev
En gl
Hel lo
tar t
yth on
°ĥ çĶ¨
´å® ¹æĺ
æĽ ´å®¹æĺ
æŃ £åľ¨
çİ ĩ
çķ Į
çŁ Ń
ç¿»è¯ ĳæĪĲ
èĭ ±æĸĩ
è¨Ģ æ¨¡åŀĭ
éĥ ½ä¼ļ
éĹ ´
Ġin t
Ġla r
çĽ®æłĩ åľºæ
å¸¸è§ ģ
å¤§è¯Ń è¨Ģæ¨¡åŀĭ
æĢĿèĢ ĥ
ByteLev el
Engl ish
æĽ´å®¹æĺ ĵ
çĽ®æłĩåľºæ Ļ¯
" :
" }
- >
0 0
1 2
4 00
< /
> ï¼Į
A I
F re
P le
P ython
T o
T okenizer
U n
a t
a in
a ge
d i
e d
f f
f r
g u
g er
g th
h y
i d
i k
i x
i Min
i ent
i res
j i
l y
l an
l ik
m o
n s
o m
o de
p la
p res
p ython
p at
r n
s e
s tart
t u
t er
t okenizer
u ff
v er
x pla
{ "
¡ º
¡ Ģ
¡ åŃĹ
¢ «
¢ è
¢ İ
¢ ĳ
¢ çļĦ
£ çļĦå°ı
¤ įåĲ
¥ è§
¥ åĪĩæĪĲ
§ ĭ
§ åĪ
¨ ³
© æ
© çİĩ
ª è®Ńç»ĥ
« ĺ
« ä¸Ń
¬ æ
¬ å¸¸
® µ
® è¯įè¡¨
¯ Ł
¯ è¾
° ä¸
± å
² é
² åĩ
³ ķ
³ æĺ¯
¶ Ī
¶ æłĩè®°
¸ å
¸ é
¹ çļĦ
¹ çķĮ
º ç
º éĹ´
» çī
¼ Ģ
¼ Ķ
¼ ©çİĩ
½ æķ°
½ ¬æ
¾ ä¼ļ
¿ å
¿ ĥ
¿ Ļ
Î Ķ
Ï Ģ
â Ģ
â ĢĿ
å Ĭ
å İ
å Ľ
å Ŀ
å Ł
å §ĭ
å ¯Ł
å ¼Ģ
æ ģ
æ ĥ
æ İ
æ ®µ
æ ³ķ
æ ¶Ī
æ ¼Ķ
ç Ĥ
ç Ĳ
ç ľ
ç Ń
ç º¦
ç ¢İ
ç ¨³
ç ¼©çİĩ
è °ĥçĶ¨
è ¢«
è ½¬æ
é ĩ
é ľ
é Ŀ
é ¡º
é ¢ĳ
é «ĺ
Ċ ĠĠ
Ġ 6
Ġ a
Ġ ä¹
Ġ è®Ńç»ĥ
Ġ or
Ġ are
Ġ is
Ġ ä¸Ń
Ġ åŃ¦ä¹ł
Ġ åĪĨè¯įåĻ¨
Ġ å·¥åħ·
Ġ len
Ġ åĩ
Ġ æŃ£åľ¨
Ġ éĥ½ä¼ļ
Ġ å¤§è¯Ńè¨Ģæ¨¡åŀĭ
Ġ ByteLevel
Ġ English
Ġ ->
Ġ AI
Ġ Fre
Ġ Python
Ġ To
Ġ Un
Ġ di
Ġ fr
Ġ id
Ġ lik
Ġ pat
Ġ ÎĶ
Ġ ÏĢ
Ġ åĬ
Ģ è¦ģ
ģ ç®Ģ
Ĥ »çī
Ĥ å¯Ł
ĥ ä»
ħ åĪĨ
ħ åĲ
Ĩ è§
ĩ ªè®Ńç»ĥ
ĩ æ®µ
Ī å¹¶
Ī ç®Ģ
Ī çİĩ
Ī ç¢İ
ī ĭ
ĭ ç»
ĭ éĹ´
ĭ ç¼©çİĩ
ĭ éĿ
Į åĪĩåĪĨ
į åĪĩåĪĨ
į è¶³
į ä»Ģä¹Īæĺ¯
į ¢çļĦ
į ®è¯įè¡¨
İ åŁ
ı çļĦ
Ĳ è¯į
ĵ įåĪĩåĪĨ
ķ ¿å
ĸ å·¥åħ·
ĸ çķĮ
Ĺ æ³ķ
ĺ å·
Ļ åŃ¦
Ļ æĪĳ
Ļ ä¸Ģä¸ª
ļ æł
Ľ ŀ
ľ è¯ŃæĸĻ
Ł è®
Ł å®
ł ä¸º
Ń æ¨¡åŀĭ
en d
en ted
ï¼ Ľ
Ġt hen
ä¸ ²é
ä¸ ĭéĿ
ä¸ įè¶³
ä¸ ĸçķĮ
in d
in im
åĪ °ä¸
er y
er ge
çļĦ çĽ
çļĦ åĪĨè¯įåĻ¨è®Ńç»ĥ
çļĦ æİ
æĪ ĸå·¥åħ·
ç» ĻæĪĳ
ç» Łè®
ç» Ńæ¨¡åŀĭ
ä» ĭç»
ä» İåŁ
åı įå
åı ĺå·
æł ¹æ
æł ¸å
åŃ Ĳè¯į
Ġs o
Ġs tart
Ġs uff
įå Ľŀ
çĶ¨ ä¸Ģ
çĶ¨ æĿ
çĶ¨ åŃĲè¯į
ä¼ļ æĽ´å®¹æĺĵ
å® ĥä»
åĪĩ å¾Ĺ
åĴĮ æłĩ
åĴĮ ç®
åĴĮ åŃ¦ä¹ł
è®Ńç»ĥ è¶Ĭ
åħ ħåĪĨ
åħ Īç®Ģ
Ġw hen
Ġw hy
ä½ł æĺ¯
ä½ł åı¯ä»
å¸¸ çĶ¨åŃĲè¯į
æķ Īçİĩ
æķ ĻåŃ¦
æ¨¡åŀĭ çº¦
è¡¨ è¾
ĠçļĦ è¯ŃæĸĻ
ĠçļĦ è¯įè¡¨
ĠçļĦ æł¸å
è¯ŃæĸĻ ä¸Ń
ä»Ģä¹Ī è®Ńç»ĥ
æĸĩæľ¬ åĴĮ
æĸĩæľ¬ åĪĩåĪĨ
æĸĩæľ¬ ä¼ļæĽ´å®¹æĺĵ
le an
ol s
tr ansla
å¤ ļæł
å¹ ²åĩ
å½ ±å
å¾ Īç¢İ
æĢĿ æĥ
ç¬¦ ä¸²é
Ġb e
Ġc lean
Ġm ix
Ġm inim
Ġm erge
Ġre qu
Ġre pres
Ġre tu
è¯· åĨ
è¯· çĶ¨ä¸Ģ
è¯· åħĪç®Ģ
æĪĳ æŃ£åľ¨
and le
åľ¨ æĸĩæľ¬åĴĮ
Ġwor d
ä¸Ģä¸ª åĮ
ä¸Ģä¸ª çĶ¨äºİ
åŃ¦ä¹ł å¤§è¯Ńè¨Ģæ¨¡åŀĭ
>ãĢģ< /
æĬĬ ä¸ĭéĿ
æĬĬ æĸĩæľ¬åĪĩåĪĨ
è¦ĨçĽĸ è¶Ĭ
è¦ĨçĽĸ çĽ®æłĩåľºæĻ¯
è¦ĨçĽĸ ä¸įè¶³
Min iMin
as e
de f
ic ient
ic ode
len gth
qu ent
|>ãĢģ< |
¥è °ĥçĶ¨
¥è ĩªè®Ńç»ĥ
ä¾ĭ å¦Ĥ
åĨ įåĽŀ
åĮ ºéĹ´
å¦Ĥ æŀ
æĿ ¥èĩªè®Ńç»ĥ
æŀ ģç®Ģ
ç¤º ä¾ĭ
ç¤º çļĦå°ı
Ġ< |
Ġe mo
Ġe xpla
Ġh as
Ġh andle
Ġä¼ļ ä»İåŁ
Ġä¼ļ æł¹æ
Ġæĺ¯ æĬĬæĸĩæľ¬åĪĩåĪĨ
ĠåĴĮ ç¬¦åı·
ĠåĴĮ æ¨¡åŀĭçº¦
Ġev en
Ġev ery
Ġtr ansla
Ġtr ain
ä¸º ä»Ģä¹Īè®Ńç»ĥ
åı¯ä» ¥åĪĩæĪĲ
åŃĹ åĴĮæłĩ
Ġstr ing
Ġsymbol s
įåĲ ĮåĪĩåĪĨ
çĶ¨äºİ æłĩè®°
å®ļ çļĦæİ
æľĢ åĲİ
æľĢ å¸¸è§ģ
åĪĩæĪĲ æĽ´å®¹æĺĵ
è¦ģ è¦ĨçĽĸçĽ®æłĩåľºæĻ¯
ä½łå¥½ ä¸ĸçķĮ
æķ° åŃĹåĴĮæłĩ
è¶³ éĩ
ä»Ģä¹Īæĺ¯ çī¹æ®Ĭ
å¹¶ åľ¨æĸĩæľ¬åĴĮ
å½¢æĪĲ ç¨³
å½¢æĪĲ å¸¸çĶ¨åŃĲè¯į
å¾Ĺ åĪ°ä¸
åĲİ ç»Ńæ¨¡åŀĭ
ç¬¦åı· å¼Ģ
Ġbyte s
åı¥è¯Ŀ ä»ĭç»
åı¥è¯Ŀ åĪĩæĪĲæĽ´å®¹æĺĵ
åĪĨè¯įåĻ¨è®Ńç»ĥ éľ
çŁŃ åı¥
çŁŃ æĢĿèĢĥ
ç¿»è¯ĳæĪĲ èĭ±æĸĩ
éĥ½ä¼ļ åıĺå·
Ġint o
Ġlar ge
Ġlar ger
å¸¸è§ģ è¡¨è¾
æĢĿèĢĥ åĮºéĹ´
çĽ®æłĩåľºæĻ¯ è¦ĨçĽĸè¶Ĭ
": "
12 3
Ple ase
gu age
lan guage
ter ns
ver se
¡Ģ ç¬¦åı·å¼Ģ
¡åŃĹ ç¬¦ä¸²é
¢è ¿Ļ
£çļĦå°ı åĿ
¤įåĲ Īå¹¶
¥è§ Ĥå¯Ł
§åĪ ¶æłĩè®°
©æ īĭ
«ä¸Ń èĭ±æĸĩ
¬å¸¸ çĶ¨äºİæłĩè®°
¯è¾ ¹çķĮ
³æĺ¯ ä»Ģä¹Ī
¸é Ĥ»çī
¹çļĦ çŁŃåı¥
ºç ¡Ģç¬¦åı·å¼Ģ
¾ä¼ļ è¢«
¿ĥ æĢĿæĥ
âĢ ľ
åİ ĭç¼©çİĩ
åĽ łä¸º
æģ ¯è¾¹çķĮ
æ¶Ī æģ¯è¾¹çķĮ
æ¼Ķ ç¤ºçļĦå°ı
çĤ ¹çļĦçŁŃåı¥
çĲ Ĩè§
çľ Łå®
çŃ Ķ
è½¬æ į¢çļĦ
é¢ĳ æĸĩæľ¬ä¼ļæĽ´å®¹æĺĵ
é«ĺ é¢ĳæĸĩæľ¬ä¼ļæĽ´å®¹æĺĵ
ĊĠĠ Ġ
Ġä¹ ĭéĹ´
Ġä¸Ń æĸĩ
Ġåĩ ½æķ°
Ġéĥ½ä¼ļ å½±å
ĠFre quent
ĠTo ols
ĠUn icode
Ġdi verse
Ġfr om
Ġlik e
Ġpat terns
ĠåĬ ©æīĭ
Ģè¦ģ å¹²åĩ
ħåĲ «ä¸Ńèĭ±æĸĩ
į®è¯įè¡¨ åĴĮç®
ıçļĦ æĸĩæľ¬
ķ¿å º¦
Ĺæ³ķ å¾ĹåĪ°ä¸
Ļä¸Ģä¸ª æŀģç®Ģ
ľè¯ŃæĸĻ è¦ĨçĽĸä¸įè¶³
çļĦçĽ ¸éĤ»çī
æĪĸå·¥åħ· è°ĥçĶ¨
ç»ĻæĪĳ ä¸Ģä¸ªåĮ
ç»Łè® ¡åŃĹç¬¦ä¸²é
åıįå ¤įåĲĪå¹¶
Ġstart s
Ġsuff icient
çĶ¨æĿ ¥è§Ĥå¯Ł
å®ĥä» ¬å¸¸çĶ¨äºİæłĩè®°
åĪĩå¾Ĺ å¾Īç¢İ
åĴĮåŃ¦ä¹ł æķĪçİĩ
è®Ńç»ĥè¶Ĭ é¡º
ä½łåı¯ä» ¥è°ĥçĶ¨
æķĻåŃ¦ æ¼Ķç¤ºçļĦå°ı
ĠçļĦè¯ŃæĸĻ è¦ģè¦ĨçĽĸçĽ®æłĩåľºæĻ¯
ĠçļĦè¯įè¡¨ æĿ¥èĩªè®Ńç»ĥ
ĠçļĦæł¸å ¿ĥæĢĿæĥ
è¯ŃæĸĻä¸Ń æľĢå¸¸è§ģ
transla ted
å¤ļæł ·
Ġmix ed
Ġminim ind
Ġmerge d
Ġrequ ires
Ġrepres ented
Ġretu rn
è¯·åĨ Ļä¸Ģä¸ªæŀģç®Ģ
è¯·çĶ¨ä¸Ģ åı¥è¯Ŀä»ĭç»
è¯·åħĪç®Ģ çŁŃæĢĿèĢĥ
æĪĳæŃ£åľ¨ åŃ¦ä¹łå¤§è¯Ńè¨Ģæ¨¡åŀĭ
ä¸Ģä¸ªçĶ¨äºİ æķĻåŃ¦æ¼Ķç¤ºçļĦå°ı
æĬĬä¸ĭéĿ ¢è¿Ļ
MiniMin d
åĨįåĽŀ çŃĶ
å¦Ĥæŀ ľè¯ŃæĸĻè¦ĨçĽĸä¸įè¶³
Ġemo ji
Ġexpla in
Ġä¼ļä»İåŁ ºç¡Ģç¬¦åı·å¼Ģ
Ġä¼ļæł¹æ į®è¯įè¡¨åĴĮç®
Ġæĺ¯æĬĬæĸĩæľ¬åĪĩåĪĨ æĪĲ
ĠåĴĮæ¨¡åŀĭçº¦ å®ļçļĦæİ
Ġtransla te
Ġtrain ing
æľĢåĲİ å½¢æĪĲå¸¸çĶ¨åŃĲè¯į
æķ°åŃĹåĴĮæłĩ çĤ¹çļĦçŁŃåı¥
è¶³éĩ ıçļĦæĸĩæľ¬
å½¢æĪĲç¨³ å®ļ
åĲİç»Ńæ¨¡åŀĭ è®Ńç»ĥè¶Ĭé¡º
åı¥è¯ĿåĪĩæĪĲæĽ´å®¹æĺĵ çĲĨè§
åĪĨè¯įåĻ¨è®Ńç»ĥéľ Ģè¦ģå¹²åĩ
éĥ½ä¼ļåıĺå· ®
å¸¸è§ģè¡¨è¾ ¾ä¼ļè¢«
æĢĿèĢĥåĮºéĹ´ æĪĸå·¥åħ·è°ĥçĶ¨
çĽ®æłĩåľºæĻ¯è¦ĨçĽĸè¶Ĭ åħħåĪĨ
£çļĦå°ıåĿ Ĺ
åİĭç¼©çİĩ åĴĮåŃ¦ä¹łæķĪçİĩ
çľŁå® ŀ
è½¬æį¢çļĦ å·¥åħ·
é«ĺé¢ĳæĸĩæľ¬ä¼ļæĽ´å®¹æĺĵ å½¢æĪĲç¨³å®ļ
Ġä¹ĭéĹ´ è½¬æį¢çļĦå·¥åħ·
Ġéĥ½ä¼ļå½±å ĵįåĪĩåĪĨ
Ĺæ³ķå¾ĹåĪ°ä¸ įåĲĮåĪĩåĪĨ
çļĦçĽ¸éĤ»çī ĩæ®µ
ç»ĻæĪĳä¸Ģä¸ªåĮ ħåĲ«ä¸Ńèĭ±æĸĩ
ç»Łè®¡åŃĹç¬¦ä¸²é ķ¿åº¦
åıįå¤įåĲĪå¹¶ è¯ŃæĸĻä¸ŃæľĢå¸¸è§ģ
Ġsufficient ly
å®ĥä»¬å¸¸çĶ¨äºİæłĩè®° æ¶Īæģ¯è¾¹çķĮ
ĠçļĦè¯įè¡¨æĿ¥èĩªè®Ńç»ĥ è¯ŃæĸĻ
ĠçļĦæł¸å¿ĥæĢĿæĥ ³æĺ¯ä»Ģä¹Ī
è¯·çĶ¨ä¸Ģåı¥è¯Ŀä»ĭç» įä»Ģä¹Īæĺ¯
æĪĳæŃ£åľ¨åŃ¦ä¹łå¤§è¯Ńè¨Ģæ¨¡åŀĭ çļĦåĪĨè¯įåĻ¨è®Ńç»ĥ
ä¸Ģä¸ªçĶ¨äºİæķĻåŃ¦æ¼Ķç¤ºçļĦå°ı åŀĭ
æĬĬä¸ĭéĿ¢è¿Ļ åı¥è¯ĿåĪĩæĪĲæĽ´å®¹æĺĵçĲĨè§
Ġä¼ļä»İåŁºç¡Ģç¬¦åı·å¼Ģ å§ĭ
Ġä¼ļæł¹æį®è¯įè¡¨åĴĮç® Ĺæ³ķå¾ĹåĪ°ä¸įåĲĮåĪĩåĪĨ
ĠåĴĮæ¨¡åŀĭçº¦å®ļçļĦæİ §åĪ¶æłĩè®°
æľĢåĲİå½¢æĪĲå¸¸çĶ¨åŃĲè¯į è¯įè¡¨
åĪĨè¯įåĻ¨è®Ńç»ĥéľĢè¦ģå¹²åĩ Ģ
å¸¸è§ģè¡¨è¾¾ä¼ļè¢« åĪĩå¾Ĺå¾Īç¢İ
åİĭç¼©çİĩåĴĮåŃ¦ä¹łæķĪçİĩ éĥ½ä¼ļåıĺå·®
åıįå¤įåĲĪå¹¶è¯ŃæĸĻä¸ŃæľĢå¸¸è§ģ çļĦçĽ¸éĤ»çīĩæ®µ
æĬĬä¸ĭéĿ¢è¿Ļåı¥è¯ĿåĪĩæĪĲæĽ´å®¹æĺĵçĲĨè§ £çļĦå°ıåĿĹ
