{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<|endoftext|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<|im_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<|im_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<|object_ref_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 4,
      "content": "<|object_ref_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 5,
      "content": "<|box_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 6,
      "content": "<|box_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 7,
      "content": "<|quad_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 8,
      "content": "<|quad_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 9,
      "content": "<|vision_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 10,
      "content": "<|vision_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 11,
      "content": "<|vision_pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 12,
      "content": "<|image_pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 13,
      "content": "<|video_pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 14,
      "content": "<|audio_start|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 15,
      "content": "<|audio_end|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 16,
      "content": "<|audio_pad|>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 17,
      "content": "<tts_pad>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 18,
      "content": "<tts_text_bos>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 19,
      "content": "<tts_text_eod>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 20,
      "content": "<tts_text_bos_single>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 21,
      "content": "<tool_call>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 22,
      "content": "</tool_call>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 23,
      "content": "<tool_response>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 24,
      "content": "</tool_response>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 25,
      "content": "<think>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 26,
      "content": "</think>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 27,
      "content": "<buffer1>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 28,
      "content": "<buffer2>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 29,
      "content": "<buffer3>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 30,
      "content": "<buffer4>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 31,
      "content": "<buffer5>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 32,
      "content": "<buffer6>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 33,
      "content": "<buffer7>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 34,
      "content": "<buffer8>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    },
    {
      "id": 35,
      "content": "<buffer9>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": false
    }
  ],
  "normalizer": null,
  "pre_tokenizer": {
    "type": "ByteLevel",
    "add_prefix_space": false,
    "trim_offsets": true,
    "use_regex": true
  },
  "post_processor": null,
  "decoder": {
    "type": "ByteLevel",
    "add_prefix_space": true,
    "trim_offsets": true,
    "use_regex": true
  },
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": null,
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<|endoftext|>": 0,
      "<|im_start|>": 1,
      "<|im_end|>": 2,
      "<|object_ref_start|>": 3,
      "<|object_ref_end|>": 4,
      "<|box_start|>": 5,
      "<|box_end|>": 6,
      "<|quad_start|>": 7,
      "<|quad_end|>": 8,
      "<|vision_start|>": 9,
      "<|vision_end|>": 10,
      "<|vision_pad|>": 11,
      "<|image_pad|>": 12,
      "<|video_pad|>": 13,
      "<|audio_start|>": 14,
      "<|audio_end|>": 15,
      "<|audio_pad|>": 16,
      "<tts_pad>": 17,
      "<tts_text_bos>": 18,
      "<tts_text_eod>": 19,
      "<tts_text_bos_single>": 20,
      "<tool_call>": 21,
      "</tool_call>": 22,
      "<tool_response>": 23,
      "</tool_response>": 24,
      "<think>": 25,
      "</think>": 26,
      "<buffer1>": 27,
      "<buffer2>": 28,
      "<buffer3>": 29,
      "<buffer4>": 30,
      "<buffer5>": 31,
      "<buffer6>": 32,
      "<buffer7>": 33,
      "<buffer8>": 34,
      "<buffer9>": 35,
      "!": 36,
      "\"": 37,
      "#": 38,
      "$": 39,
      "%": 40,
      "&": 41,
      "'": 42,
      "(": 43,
      ")": 44,
      "*": 45,
      "+": 46,
      ",": 47,
      "-": 48,
      ".": 49,
      "/": 50,
      "0": 51,
      "1": 52,
      "2": 53,
      "3": 54,
      "4": 55,
      "5": 56,
      "6": 57,
      "7": 58,
      "8": 59,
      "9": 60,
      ":": 61,
      ";": 62,
      "<": 63,
      "=": 64,
      ">": 65,
      "?": 66,
      "@": 67,
      "A": 68,
      "B": 69,
      "C": 70,
      "D": 71,
      "E": 72,
      "F": 73,
      "G": 74,
      "H": 75,
      "I": 76,
      "J": 77,
      "K": 78,
      "L": 79,
      "M": 80,
      "N": 81,
      "O": 82,
      "P": 83,
      "Q": 84,
      "R": 85,
      "S": 86,
      "T": 87,
      "U": 88,
      "V": 89,
      "W": 90,
      "X": 91,
      "Y": 92,
      "Z": 93,
      "[": 94,
      "\\": 95,
      "]": 96,
      "^": 97,
      "_": 98,
      "`": 99,
      "a": 100,
      "b": 101,
      "c": 102,
      "d": 103,
      "e": 104,
      "f": 105,
      "g": 106,
      "h": 107,
      "i": 108,
      "j": 109,
      "k": 110,
      "l": 111,
      "m": 112,
      "n": 113,
      "o": 114,
      "p": 115,
      "q": 116,
      "r": 117,
      "s": 118,
      "t": 119,
      "u": 120,
      "v": 121,
      "w": 122,
      "x": 123,
      "y": 124,
      "z": 125,
      "{": 126,
      "|": 127,
      "}": 128,
      "~": 129,
      "ยก": 130,
      "ยข": 131,
      "ยฃ": 132,
      "ยค": 133,
      "ยฅ": 134,
      "ยฆ": 135,
      "ยง": 136,
      "ยจ": 137,
      "ยฉ": 138,
      "ยช": 139,
      "ยซ": 140,
      "ยฌ": 141,
      "ยฎ": 142,
      "ยฏ": 143,
      "ยฐ": 144,
      "ยฑ": 145,
      "ยฒ": 146,
      "ยณ": 147,
      "ยด": 148,
      "ยต": 149,
      "ยถ": 150,
      "ยท": 151,
      "ยธ": 152,
      "ยน": 153,
      "ยบ": 154,
      "ยป": 155,
      "ยผ": 156,
      "ยฝ": 157,
      "ยพ": 158,
      "ยฟ": 159,
      "ร": 160,
      "ร": 161,
      "ร": 162,
      "ร": 163,
      "ร": 164,
      "ร": 165,
      "ร": 166,
      "ร": 167,
      "ร": 168,
      "ร": 169,
      "ร": 170,
      "ร": 171,
      "ร": 172,
      "ร": 173,
      "ร": 174,
      "ร": 175,
      "ร": 176,
      "ร": 177,
      "ร": 178,
      "ร": 179,
      "ร": 180,
      "ร": 181,
      "ร": 182,
      "ร": 183,
      "ร": 184,
      "ร": 185,
      "ร": 186,
      "ร": 187,
      "ร": 188,
      "ร": 189,
      "ร": 190,
      "ร": 191,
      "ร ": 192,
      "รก": 193,
      "รข": 194,
      "รฃ": 195,
      "รค": 196,
      "รฅ": 197,
      "รฆ": 198,
      "รง": 199,
      "รจ": 200,
      "รฉ": 201,
      "รช": 202,
      "รซ": 203,
      "รฌ": 204,
      "รญ": 205,
      "รฎ": 206,
      "รฏ": 207,
      "รฐ": 208,
      "รฑ": 209,
      "รฒ": 210,
      "รณ": 211,
      "รด": 212,
      "รต": 213,
      "รถ": 214,
      "รท": 215,
      "รธ": 216,
      "รน": 217,
      "รบ": 218,
      "รป": 219,
      "รผ": 220,
      "รฝ": 221,
      "รพ": 222,
      "รฟ": 223,
      "ฤ": 224,
      "ฤ": 225,
      "ฤ": 226,
      "ฤ": 227,
      "ฤ": 228,
      "ฤ": 229,
      "ฤ": 230,
      "ฤ": 231,
      "ฤ": 232,
      "ฤ": 233,
      "ฤ": 234,
      "ฤ": 235,
      "ฤ": 236,
      "ฤ": 237,
      "ฤ": 238,
      "ฤ": 239,
      "ฤ": 240,
      "ฤ": 241,
      "ฤ": 242,
      "ฤ": 243,
      "ฤ": 244,
      "ฤ": 245,
      "ฤ": 246,
      "ฤ": 247,
      "ฤ": 248,
      "ฤ": 249,
      "ฤ": 250,
      "ฤ": 251,
      "ฤ": 252,
      "ฤ": 253,
      "ฤ": 254,
      "ฤ": 255,
      "ฤ ": 256,
      "ฤก": 257,
      "ฤข": 258,
      "ฤฃ": 259,
      "ฤค": 260,
      "ฤฅ": 261,
      "ฤฆ": 262,
      "ฤง": 263,
      "ฤจ": 264,
      "ฤฉ": 265,
      "ฤช": 266,
      "ฤซ": 267,
      "ฤฌ": 268,
      "ฤญ": 269,
      "ฤฎ": 270,
      "ฤฏ": 271,
      "ฤฐ": 272,
      "ฤฑ": 273,
      "ฤฒ": 274,
      "ฤณ": 275,
      "ฤด": 276,
      "ฤต": 277,
      "ฤถ": 278,
      "ฤท": 279,
      "ฤธ": 280,
      "ฤน": 281,
      "ฤบ": 282,
      "ฤป": 283,
      "ฤผ": 284,
      "ฤฝ": 285,
      "ฤพ": 286,
      "ฤฟ": 287,
      "ล": 288,
      "ล": 289,
      "ล": 290,
      "ล": 291,
      "รฃฤข": 292,
      "en": 293,
      "รฏยผ": 294,
      "รจยฏ": 295,
      "ฤ t": 296,
      "รคยธ": 297,
      "รฃฤขฤค": 298,
      "in": 299,
      "ken": 300,
      "oken": 301,
      "รฅฤช": 302,
      "รฏยผฤฎ": 303,
      "er": 304,
      "ฤ token": 305,
      "รงฤผ": 306,
      "รงฤผฤฆ": 307,
      "te": 308,
      "รฆฤช": 309,
      "รฆฤธ": 310,
      "รงยป": 311,
      "an": 312,
      "re": 313,
      "รคยป": 314,
      "รฅฤฑ": 315,
      "รจยฎ": 316,
      "รฃฤขฤฃ": 317,
      "iz": 318,
      "th": 319,
      "รคยน": 320,
      "รฆฤบ": 321,
      "รฆล": 322,
      "izer": 323,
      "xt": 324,
      "รฅล": 325,
      "รงฤถ": 326,
      "ฤ s": 327,
      "ฤฏรฅ": 328,
      "รฅฤชฤจ": 329,
      "รฆฤชฤฒ": 330,
      "รฆฤธฤฉ": 331,
      "รงฤถยจ": 332,
      "ยผฤผ": 333,
      "รคยผฤผ": 334,
      "รฅยฎ": 335,
      "รฅฤด": 336,
      "รฆฤพ": 337,
      "รงฤฝ": 338,
      "ฤ /": 339,
      "ลรงยป": 340,
      "รจยฏล": 341,
      "รฅฤชฤฉ": 342,
      "ฤ tokenizer": 343,
      "รจยฎลรงยป": 344,
      "รฆฤบยฏ": 345,
      "รฅฤดฤฎ": 346,
      "รจยฎลรงยปฤฅ": 347,
      "la": 348,
      "รฅฤง": 349,
      "รฅฤพ": 350,
      "รฅล": 351,
      "รจยฆ": 352,
      "ฤ w": 353,
      "รฏยผฤผ": 354,
      "ink": 355,
      "think": 356,
      "รฆลฤฉ": 357,
      "รฅลฤญ": 358,
      "BP": 359,
      "``": 360,
      "el": 361,
      "ev": 362,
      "or": 363,
      "yte": 364,
      "ยกยจ": 365,
      "ยกรฅลฤญ": 366,
      "ยจยกรฅลฤญ": 367,
      "ยธยธ": 368,
      "ยฝล": 369,
      "รคยฝล": 370,
      "รฅยท": 371,
      "รฅยธยธ": 372,
      "รฆฤท": 373,
      "รฆยจยกรฅลฤญ": 374,
      "รจยง": 375,
      "รจยถ": 376,
      "รจยกยจ": 377,
      "ฤ รงฤผฤฆ": 378,
      "ฤขฤฟ": 379,
      "ฤขรคยน": 380,
      "รจยฏฤฏ": 381,
      "รคยธฤข": 382,
      "text": 383,
      "รฆฤธฤป": 384,
      "รคยปฤขรคยน": 385,
      "รฅลยฆ": 386,
      "รฆฤธฤฉรฆฤพ": 387,
      "รจยฏลรฆฤธฤป": 388,
      "BPE": 389,
      "รคยปฤขรคยนฤช": 390,
      "รฆฤธฤฉรฆฤพยฌ": 391,
      ">รฃฤขฤฃ": 392,
      "are": 393,
      "ext": 394,
      "ge": 395,
      "im": 396,
      "is": 397,
      "le": 398,
      "ol": 399,
      "tr": 400,
      "ยฅรฅฤง": 401,
      "ยฌยฆ": 402,
      "ยนรฆ": 403,
      "รฅยค": 404,
      "รฅยน": 405,
      "รฅยฝ": 406,
      "รฅยพ": 407,
      "รฅฤฒ": 408,
      "รฆฤฌ": 409,
      "รฆฤขฤฟ": 410,
      "รงยฎ": 411,
      "รงฤซ": 412,
      "รงยฌยฆ": 413,
      "ฤ b": 414,
      "ฤ c": 415,
      "ฤ m": 416,
      "ฤ re": 417,
      "ฤจรงฤฝ": 418,
      "ฤปยจ": 419,
      "รฏยผล": 420,
      "รจยฏยท": 421,
      "รจยฏฤฏรฅ": 422,
      "ฤ text": 423,
      "รคยธยช": 424,
      "รคยธล": 425,
      "รฆฤชฤณ": 426,
      "and": 427,
      "รฅฤฑยฅ": 428,
      "รคยนล": 429,
      "รฅฤชฤจรจยฏฤฏรฅ": 430,
      "รฅฤชฤฉรฅฤชฤจ": 431,
      "รฅฤพยจ": 432,
      "รจยฆฤจรงฤฝ": 433,
      "ฤ wor": 434,
      "รฅยทยฅรฅฤง": 435,
      "รจยฏฤฏรจยกยจ": 436,
      "รคยธฤขรคยธยช": 437,
      "รฅลยฆรคยนล": 438,
      ">รฃฤขฤฃ<": 439,
      "รฆฤฌฤฌ": 440,
      "รฅฤชฤจรจยฏฤฏรฅฤปยจ": 441,
      "รจยฆฤจรงฤฝฤธ": 442,
      "รฅยทยฅรฅฤงยท": 443,
      "Byte": 444,
      "En": 445,
      "Hel": 446,
      "Lev": 447,
      "Min": 448,
      "ar": 449,
      "as": 450,
      "bol": 451,
      "de": 452,
      "gl": 453,
      "hen": 454,
      "ic": 455,
      "ld": 456,
      "lo": 457,
      "len": 458,
      "mbol": 459,
      "on": 460,
      "qu": 461,
      "rare": 462,
      "sla": 463,
      "tar": 464,
      "yth": 465,
      "ymbol": 466,
      "|>รฃฤขฤฃ<": 467,
      "ยขรฆฤชฤฒ": 468,
      "ยฃรฅฤพยจ": 469,
      "ยคยบ": 470,
      "ยฅยฝ": 471,
      "ยฅรจ": 472,
      "ยฆฤค": 473,
      "ยงรจยฏล": 474,
      "ยจฤข": 475,
      "ยฎฤฌ": 476,
      "ยฎรฆลฤฉ": 477,
      "ยฏรคยป": 478,
      "ยฐฤฅ": 479,
      "ยฐฤฑ": 480,
      "ยฑรฆฤธฤฉ": 481,
      "ยดรฅยฎ": 482,
      "ยนรฆฤบ": 483,
      "ยบยฆ": 484,
      "ยบรฆ": 485,
      "ยบฤฐ": 486,
      "ยปรจยฏ": 487,
      "ยฝรคยผฤผ": 488,
      "ยพฤญ": 489,
      "ยฟยปรจยฏ": 490,
      "รคยบฤฐ": 491,
      "รคยพฤญ": 492,
      "รฅฤจ": 493,
      "รฅฤฉ": 494,
      "รฅฤฎ": 495,
      "รฅยฅยฝ": 496,
      "รฅยฆฤค": 497,
      "รฅยฐฤฑ": 498,
      "รฆฤฝ": 499,
      "รฆฤฟ": 500,
      "รฆล": 501,
      "รฆล": 502,
      "รงฤฐ": 503,
      "รงฤท": 504,
      "รงล": 505,
      "รงยคยบ": 506,
      "รงยฟยปรจยฏ": 507,
      "รจยพ": 508,
      "รจฤข": 509,
      "รจฤญ": 510,
      "รจยจฤข": 511,
      "รฉฤฅ": 512,
      "รฉฤน": 513,
      "ฤ <": 514,
      "ฤ e": 515,
      "ฤ h": 516,
      "ฤ ฤ ": 517,
      "ฤ in": 518,
      "ฤ รคยผฤผ": 519,
      "ฤ รฆฤบยฏ": 520,
      "ฤ รฅฤดฤฎ": 521,
      "ฤ la": 522,
      "ฤ ev": 523,
      "ฤ BPE": 524,
      "ฤ and": 525,
      "ฤ rare": 526,
      "ฤณรฆฤชฤฒ": 527,
      "ฤปยฏ": 528,
      "ent": 529,
      "รจยฏฤฟ": 530,
      "ฤ tr": 531,
      "รคยธยบ": 532,
      "ing": 533,
      "okenizer": 534,
      "ฤ tokens": 535,
      "รงฤผฤฆรฅยฐฤฑ": 536,
      "ted": 537,
      "ansla": 538,
      "res": 539,
      "รฅฤฑยท": 540,
      "รฅฤฑยฏรคยป": 541,
      "รจยฎยฐ": 542,
      "รฅลฤน": 543,
      "ฤ str": 544,
      "ฤ symbol": 545,
      "ฤฏรฅฤฒ": 546,
      "รงฤถยจรคยบฤฐ": 547,
      "รฅยฎฤผ": 548,
      "รฆฤพฤข": 549,
      "รงฤฝยฎรฆลฤฉ": 550,
      "รฅฤชฤฉรฆฤชฤฒ": 551,
      "รฅฤพยบรฆ": 552,
      "รจยฆฤฃ": 553,
      "รฆลฤฉรจยฎยฐ": 554,
      "```": 555,
      "รคยฝลรฅยฅยฝ": 556,
      "รฅยธยธรจยง": 557,
      "รฆฤทยฐ": 558,
      "รจยถยณ": 559,
      "รจยถฤฌ": 560,
      "รคยปฤขรคยนฤชรฆฤบยฏ": 561,
      "ish": 562,
      "ยนรฆยฎฤฌ": 563,
      "รฅยคยงรจยฏล": 564,
      "รฅยนยถ": 565,
      "รฅยฝยขรฆฤชฤฒ": 566,
      "รฅยพฤน": 567,
      "รฅฤฒฤฐ": 568,
      "รฆฤขฤฟรจฤข": 569,
      "รงยฎฤข": 570,
      "รงฤซยนรฆยฎฤฌ": 571,
      "รงยฌยฆรฅฤฑยท": 572,
      "ฤ byte": 573,
      "ฤ can": 574,
      "รฅฤฑยฅรจยฏฤฟ": 575,
      "ฤ world": 576,
      "รฅฤชฤจรจยฏฤฏรฅฤปยจรจยฎลรงยปฤฅ": 577,
      "ByteLev": 578,
      "Engl": 579,
      "Hello": 580,
      "tart": 581,
      "ython": 582,
      "ยฐฤฅรงฤถยจ": 583,
      "ยดรฅยฎยนรฆฤบ": 584,
      "รฆฤฝยดรฅยฎยนรฆฤบ": 585,
      "รฆลยฃรฅฤพยจ": 586,
      "รงฤฐฤฉ": 587,
      "รงฤทฤฎ": 588,
      "รงลล": 589,
      "รงยฟยปรจยฏฤณรฆฤชฤฒ": 590,
      "รจฤญยฑรฆฤธฤฉ": 591,
      "รจยจฤขรฆยจยกรฅลฤญ": 592,
      "รฉฤฅยฝรคยผฤผ": 593,
      "รฉฤนยด": 594,
      "ฤ int": 595,
      "ฤ lar": 596,
      "รงฤฝยฎรฆลฤฉรฅฤพยบรฆ": 597,
      "รฅยธยธรจยงฤฃ": 598,
      "รฅยคยงรจยฏลรจยจฤขรฆยจยกรฅลฤญ": 599,
      "รฆฤขฤฟรจฤขฤฅ": 600,
      "ByteLevel": 601,
      "English": 602,
      "รฆฤฝยดรฅยฎยนรฆฤบฤต": 603,
      "รงฤฝยฎรฆลฤฉรฅฤพยบรฆฤปยฏ": 604,
      "\":": 605,
      "\"}": 606,
      "->": 607,
      "00": 608,
      "12": 609,
      "400": 610,
      "</": 611,
      ">รฏยผฤฎ": 612,
      "AI": 613,
      "Fre": 614,
      "Ple": 615,
      "Python": 616,
      "To": 617,
      "Tokenizer": 618,
      "Un": 619,
      "at": 620,
      "ain": 621,
      "age": 622,
      "di": 623,
      "ed": 624,
      "ff": 625,
      "fr": 626,
      "gu": 627,
      "ger": 628,
      "gth": 629,
      "hy": 630,
      "id": 631,
      "ik": 632,
      "ix": 633,
      "iMin": 634,
      "ient": 635,
      "ires": 636,
      "ji": 637,
      "ly": 638,
      "lan": 639,
      "lik": 640,
      "mo": 641,
      "ns": 642,
      "om": 643,
      "ode": 644,
      "pla": 645,
      "pres": 646,
      "python": 647,
      "pat": 648,
      "rn": 649,
      "se": 650,
      "start": 651,
      "tu": 652,
      "ter": 653,
      "tokenizer": 654,
      "uff": 655,
      "ver": 656,
      "xpla": 657,
      "{\"": 658,
      "ยกยบ": 659,
      "ยกฤข": 660,
      "ยกรฅลฤน": 661,
      "ยขยซ": 662,
      "ยขรจ": 663,
      "ยขฤฐ": 664,
      "ยขฤณ": 665,
      "ยขรงฤผฤฆ": 666,
      "ยฃรงฤผฤฆรฅยฐฤฑ": 667,
      "ยคฤฏรฅฤฒ": 668,
      "ยฅรจยง": 669,
      "ยฅรฅฤชฤฉรฆฤชฤฒ": 670,
      "ยงฤญ": 671,
      "ยงรฅฤช": 672,
      "ยจยณ": 673,
      "ยฉรฆ": 674,
      "ยฉรงฤฐฤฉ": 675,
      "ยชรจยฎลรงยปฤฅ": 676,
      "ยซฤบ": 677,
      "ยซรคยธล": 678,
      "ยฌรฆ": 679,
      "ยฌรฅยธยธ": 680,
      "ยฎยต": 681,
      "ยฎรจยฏฤฏรจยกยจ": 682,
      "ยฏล": 683,
      "ยฏรจยพ": 684,
      "ยฐรคยธ": 685,
      "ยฑรฅ": 686,
      "ยฒรฉ": 687,
      "ยฒรฅฤฉ": 688,
      "ยณฤท": 689,
      "ยณรฆฤบยฏ": 690,
      "ยถฤช": 691,
      "ยถรฆลฤฉรจยฎยฐ": 692,
      "ยธรฅ": 693,
      "ยธรฉ": 694,
      "ยนรงฤผฤฆ": 695,
      "ยนรงฤทฤฎ": 696,
      "ยบรง": 697,
      "ยบรฉฤนยด": 698,
      "ยปรงฤซ": 699,
      "ยผฤข": 700,
      "ยผฤถ": 701,
      "ยผยฉรงฤฐฤฉ": 702,
      "ยฝรฆฤทยฐ": 703,
      "ยฝยฌรฆ": 704,
      "ยพรคยผฤผ": 705,
      "ยฟรฅ": 706,
      "ยฟฤฅ": 707,
      "ยฟฤป": 708,
      "รฤถ": 709,
      "รฤข": 710,
      "รขฤข": 711,
      "รขฤขฤฟ": 712,
      "รฅฤฌ": 713,
      "รฅฤฐ": 714,
      "รฅฤฝ": 715,
      "รฅฤฟ": 716,
      "รฅล": 717,
      "รฅยงฤญ": 718,
      "รฅยฏล": 719,
      "รฅยผฤข": 720,
      "รฆฤฃ": 721,
      "รฆฤฅ": 722,
      "รฆฤฐ": 723,
      "รฆยฎยต": 724,
      "รฆยณฤท": 725,
      "รฆยถฤช": 726,
      "รฆยผฤถ": 727,
      "รงฤค": 728,
      "รงฤฒ": 729,
      "รงฤพ": 730,
      "รงล": 731,
      "รงยบยฆ": 732,
      "รงยขฤฐ": 733,
      "รงยจยณ": 734,
      "รงยผยฉรงฤฐฤฉ": 735,
      "รจยฐฤฅรงฤถยจ": 736,
      "รจยขยซ": 737,
      "รจยฝยฌรฆ": 738,
      "รฉฤฉ": 739,
      "รฉฤพ": 740,
      "รฉฤฟ": 741,
      "รฉยกยบ": 742,
      "รฉยขฤณ": 743,
      "รฉยซฤบ": 744,
      "ฤฤ ฤ ": 745,
      "ฤ 6": 746,
      "ฤ a": 747,
      "ฤ รคยน": 748,
      "ฤ รจยฎลรงยปฤฅ": 749,
      "ฤ or": 750,
      "ฤ are": 751,
      "ฤ is": 752,
      "ฤ รคยธล": 753,
      "ฤ รฅลยฆรคยนล": 754,
      "ฤ รฅฤชฤจรจยฏฤฏรฅฤปยจ": 755,
      "ฤ รฅยทยฅรฅฤงยท": 756,
      "ฤ len": 757,
      "ฤ รฅฤฉ": 758,
      "ฤ รฆลยฃรฅฤพยจ": 759,
      "ฤ รฉฤฅยฝรคยผฤผ": 760,
      "ฤ รฅยคยงรจยฏลรจยจฤขรฆยจยกรฅลฤญ": 761,
      "ฤ ByteLevel": 762,
      "ฤ English": 763,
      "ฤ ->": 764,
      "ฤ AI": 765,
      "ฤ Fre": 766,
      "ฤ Python": 767,
      "ฤ To": 768,
      "ฤ Un": 769,
      "ฤ di": 770,
      "ฤ fr": 771,
      "ฤ id": 772,
      "ฤ lik": 773,
      "ฤ pat": 774,
      "ฤ รฤถ": 775,
      "ฤ รฤข": 776,
      "ฤ รฅฤฌ": 777,
      "ฤขรจยฆฤฃ": 778,
      "ฤฃรงยฎฤข": 779,
      "ฤคยปรงฤซ": 780,
      "ฤครฅยฏล": 781,
      "ฤฅรคยป": 782,
      "ฤงรฅฤชฤจ": 783,
      "ฤงรฅฤฒ": 784,
      "ฤจรจยง": 785,
      "ฤฉยชรจยฎลรงยปฤฅ": 786,
      "ฤฉรฆยฎยต": 787,
      "ฤชรฅยนยถ": 788,
      "ฤชรงยฎฤข": 789,
      "ฤชรงฤฐฤฉ": 790,
      "ฤชรงยขฤฐ": 791,
      "ฤซฤญ": 792,
      "ฤญรงยป": 793,
      "ฤญรฉฤนยด": 794,
      "ฤญรงยผยฉรงฤฐฤฉ": 795,
      "ฤญรฉฤฟ": 796,
      "ฤฎรฅฤชฤฉรฅฤชฤจ": 797,
      "ฤฏรฅฤชฤฉรฅฤชฤจ": 798,
      "ฤฏรจยถยณ": 799,
      "ฤฏรคยปฤขรคยนฤชรฆฤบยฏ": 800,
      "ฤฏยขรงฤผฤฆ": 801,
      "ฤฏยฎรจยฏฤฏรจยกยจ": 802,
      "ฤฐรฅล": 803,
      "ฤฑรงฤผฤฆ": 804,
      "ฤฒรจยฏฤฏ": 805,
      "ฤตฤฏรฅฤชฤฉรฅฤชฤจ": 806,
      "ฤทยฟรฅ": 807,
      "ฤธรฅยทยฅรฅฤงยท": 808,
      "ฤธรงฤทฤฎ": 809,
      "ฤนรฆยณฤท": 810,
      "ฤบรฅยท": 811,
      "ฤปรฅลยฆ": 812,
      "ฤปรฆฤชฤณ": 813,
      "ฤปรคยธฤขรคยธยช": 814,
      "ฤผรฆล": 815,
      "ฤฝล": 816,
      "ฤพรจยฏลรฆฤธฤป": 817,
      "ลรจยฎ": 818,
      "ลรฅยฎ": 819,
      "ลรคยธยบ": 820,
      "ลรฆยจยกรฅลฤญ": 821,
      "end": 822,
      "ented": 823,
      "รฏยผฤฝ": 824,
      "ฤ then": 825,
      "รคยธยฒรฉ": 826,
      "รคยธฤญรฉฤฟ": 827,
      "รคยธฤฏรจยถยณ": 828,
      "รคยธฤธรงฤทฤฎ": 829,
      "ind": 830,
      "inim": 831,
      "รฅฤชยฐรคยธ": 832,
      "ery": 833,
      "erge": 834,
      "รงฤผฤฆรงฤฝ": 835,
      "รงฤผฤฆรฅฤชฤจรจยฏฤฏรฅฤปยจรจยฎลรงยปฤฅ": 836,
      "รงฤผฤฆรฆฤฐ": 837,
      "รฆฤชฤธรฅยทยฅรฅฤงยท": 838,
      "รงยปฤปรฆฤชฤณ": 839,
      "รงยปลรจยฎ": 840,
      "รงยปลรฆยจยกรฅลฤญ": 841,
      "รคยปฤญรงยป": 842,
      "รคยปฤฐรฅล": 843,
      "รฅฤฑฤฏรฅ": 844,
      "รฅฤฑฤบรฅยท": 845,
      "รฆลยนรฆ": 846,
      "รฆลยธรฅ": 847,
      "รฅลฤฒรจยฏฤฏ": 848,
      "ฤ so": 849,
      "ฤ start": 850,
      "ฤ suff": 851,
      "ฤฏรฅฤฝล": 852,
      "รงฤถยจรคยธฤข": 853,
      "รงฤถยจรฆฤฟ": 854,
      "รงฤถยจรฅลฤฒรจยฏฤฏ": 855,
      "รคยผฤผรฆฤฝยดรฅยฎยนรฆฤบฤต": 856,
      "รฅยฎฤฅรคยป": 857,
      "รฅฤชฤฉรฅยพฤน": 858,
      "รฅฤดฤฎรฆลฤฉ": 859,
      "รฅฤดฤฎรงยฎ": 860,
      "รฅฤดฤฎรฅลยฆรคยนล": 861,
      "รจยฎลรงยปฤฅรจยถฤฌ": 862,
      "รฅฤงฤงรฅฤชฤจ": 863,
      "รฅฤงฤชรงยฎฤข": 864,
      "ฤ when": 865,
      "ฤ why": 866,
      "รคยฝลรฆฤบยฏ": 867,
      "รคยฝลรฅฤฑยฏรคยป": 868,
      "รฅยธยธรงฤถยจรฅลฤฒรจยฏฤฏ": 869,
      "รฆฤทฤชรงฤฐฤฉ": 870,
      "รฆฤทฤปรฅลยฆ": 871,
      "รฆยจยกรฅลฤญรงยบยฆ": 872,
      "รจยกยจรจยพ": 873,
      "ฤ รงฤผฤฆรจยฏลรฆฤธฤป": 874,
      "ฤ รงฤผฤฆรจยฏฤฏรจยกยจ": 875,
      "ฤ รงฤผฤฆรฆลยธรฅ": 876,
      "รจยฏลรฆฤธฤปรคยธล": 877,
      "รคยปฤขรคยนฤชรจยฎลรงยปฤฅ": 878,
      "รฆฤธฤฉรฆฤพยฌรฅฤดฤฎ": 879,
      "รฆฤธฤฉรฆฤพยฌรฅฤชฤฉรฅฤชฤจ": 880,
      "รฆฤธฤฉรฆฤพยฌรคยผฤผรฆฤฝยดรฅยฎยนรฆฤบฤต": 881,
      "lean": 882,
      "ols": 883,
      "transla": 884,
      "รฅยคฤผรฆล": 885,
      "รฅยนยฒรฅฤฉ": 886,
      "รฅยฝยฑรฅ": 887,
      "รฅยพฤชรงยขฤฐ": 888,
      "รฆฤขฤฟรฆฤฅ": 889,
      "รงยฌยฆรคยธยฒรฉ": 890,
      "ฤ be": 891,
      "ฤ clean": 892,
      "ฤ mix": 893,
      "ฤ minim": 894,
      "ฤ merge": 895,
      "ฤ requ": 896,
      "ฤ repres": 897,
      "ฤ retu": 898,
      "รจยฏยทรฅฤจ": 899,
      "รจยฏยทรงฤถยจรคยธฤข": 900,
      "รจยฏยทรฅฤงฤชรงยฎฤข": 901,
      "รฆฤชฤณรฆลยฃรฅฤพยจ": 902,
      "andle": 903,
      "รฅฤพยจรฆฤธฤฉรฆฤพยฌรฅฤดฤฎ": 904,
      "ฤ word": 905,
      "รคยธฤขรคยธยชรฅฤฎ": 906,
      "รคยธฤขรคยธยชรงฤถยจรคยบฤฐ": 907,
      "รฅลยฆรคยนลรฅยคยงรจยฏลรจยจฤขรฆยจยกรฅลฤญ": 908,
      ">รฃฤขฤฃ</": 909,
      "รฆฤฌฤฌรคยธฤญรฉฤฟ": 910,
      "รฆฤฌฤฌรฆฤธฤฉรฆฤพยฌรฅฤชฤฉรฅฤชฤจ": 911,
      "รจยฆฤจรงฤฝฤธรจยถฤฌ": 912,
      "รจยฆฤจรงฤฝฤธรงฤฝยฎรฆลฤฉรฅฤพยบรฆฤปยฏ": 913,
      "รจยฆฤจรงฤฝฤธรคยธฤฏรจยถยณ": 914,
      "MiniMin": 915,
      "ase": 916,
      "def": 917,
      "icient": 918,
      "icode": 919,
      "length": 920,
      "quent": 921,
      "|>รฃฤขฤฃ<|": 922,
      "ยฅรจยฐฤฅรงฤถยจ": 923,
      "ยฅรจฤฉยชรจยฎลรงยปฤฅ": 924,
      "รคยพฤญรฅยฆฤค": 925,
      "รฅฤจฤฏรฅฤฝล": 926,
      "รฅฤฎยบรฉฤนยด": 927,
      "รฅยฆฤครฆล": 928,
      "รฆฤฟยฅรจฤฉยชรจยฎลรงยปฤฅ": 929,
      "รฆลฤฃรงยฎฤข": 930,
      "รงยคยบรคยพฤญ": 931,
      "รงยคยบรงฤผฤฆรฅยฐฤฑ": 932,
      "ฤ <|": 933,
      "ฤ emo": 934,
      "ฤ expla": 935,
      "ฤ has": 936,
      "ฤ handle": 937,
      "ฤ รคยผฤผรคยปฤฐรฅล": 938,
      "ฤ รคยผฤผรฆลยนรฆ": 939,
      "ฤ รฆฤบยฏรฆฤฌฤฌรฆฤธฤฉรฆฤพยฌรฅฤชฤฉรฅฤชฤจ": 940,
      "ฤ รฅฤดฤฎรงยฌยฆรฅฤฑยท": 941,
      "ฤ รฅฤดฤฎรฆยจยกรฅลฤญรงยบยฆ": 942,
      "ฤ even": 943,
      "ฤ every": 944,
      "ฤ transla": 945,
      "ฤ train": 946,
      "รคยธยบรคยปฤขรคยนฤชรจยฎลรงยปฤฅ": 947,
      "รฅฤฑยฏรคยปยฅรฅฤชฤฉรฆฤชฤฒ": 948,
      "รฅลฤนรฅฤดฤฎรฆลฤฉ": 949,
      "ฤ string": 950,
      "ฤ symbols": 951,
      "ฤฏรฅฤฒฤฎรฅฤชฤฉรฅฤชฤจ": 952,
      "รงฤถยจรคยบฤฐรฆลฤฉรจยฎยฐ": 953,
      "รฅยฎฤผรงฤผฤฆรฆฤฐ": 954,
      "รฆฤพฤขรฅฤฒฤฐ": 955,
      "รฆฤพฤขรฅยธยธรจยงฤฃ": 956,
      "รฅฤชฤฉรฆฤชฤฒรฆฤฝยดรฅยฎยนรฆฤบฤต": 957,
      "รจยฆฤฃรจยฆฤจรงฤฝฤธรงฤฝยฎรฆลฤฉรฅฤพยบรฆฤปยฏ": 958,
      "รคยฝลรฅยฅยฝรคยธฤธรงฤทฤฎ": 959,
      "รฆฤทยฐรฅลฤนรฅฤดฤฎรฆลฤฉ": 960,
      "รจยถยณรฉฤฉ": 961,
      "รคยปฤขรคยนฤชรฆฤบยฏรงฤซยนรฆยฎฤฌ": 962,
      "รฅยนยถรฅฤพยจรฆฤธฤฉรฆฤพยฌรฅฤดฤฎ": 963,
      "รฅยฝยขรฆฤชฤฒรงยจยณ": 964,
      "รฅยฝยขรฆฤชฤฒรฅยธยธรงฤถยจรฅลฤฒรจยฏฤฏ": 965,
      "รฅยพฤนรฅฤชยฐรคยธ": 966,
      "รฅฤฒฤฐรงยปลรฆยจยกรฅลฤญ": 967,
      "รงยฌยฆรฅฤฑยทรฅยผฤข": 968,
      "ฤ bytes": 969,
      "รฅฤฑยฅรจยฏฤฟรคยปฤญรงยป": 970,
      "รฅฤฑยฅรจยฏฤฟรฅฤชฤฉรฆฤชฤฒรฆฤฝยดรฅยฎยนรฆฤบฤต": 971,
      "รฅฤชฤจรจยฏฤฏรฅฤปยจรจยฎลรงยปฤฅรฉฤพ": 972,
      "รงลลรฅฤฑยฅ": 973,
      "รงลลรฆฤขฤฟรจฤขฤฅ": 974,
      "รงยฟยปรจยฏฤณรฆฤชฤฒรจฤญยฑรฆฤธฤฉ": 975,
      "รฉฤฅยฝรคยผฤผรฅฤฑฤบรฅยท": 976,
      "ฤ into": 977,
      "ฤ large": 978,
      "ฤ larger": 979,
      "รฅยธยธรจยงฤฃรจยกยจรจยพ": 980,
      "รฆฤขฤฟรจฤขฤฅรฅฤฎยบรฉฤนยด": 981,
      "รงฤฝยฎรฆลฤฉรฅฤพยบรฆฤปยฏรจยฆฤจรงฤฝฤธรจยถฤฌ": 982,
      "\":\"": 983,
      "123": 984,
      "Please": 985,
      "guage": 986,
      "language": 987,
      "terns": 988,
      "verse": 989,
      "ยกฤขรงยฌยฆรฅฤฑยทรฅยผฤข": 990,
      "ยกรฅลฤนรงยฌยฆรคยธยฒรฉ": 991,
      "ยขรจยฟฤป": 992,
      "ยฃรงฤผฤฆรฅยฐฤฑรฅฤฟ": 993,
      "ยคฤฏรฅฤฒฤชรฅยนยถ": 994,
      "ยฅรจยงฤครฅยฏล": 995,
      "ยงรฅฤชยถรฆลฤฉรจยฎยฐ": 996,
      "ยฉรฆฤซฤญ": 997,
      "ยซรคยธลรจฤญยฑรฆฤธฤฉ": 998,
      "ยฌรฅยธยธรงฤถยจรคยบฤฐรฆลฤฉรจยฎยฐ": 999,
      "ยฏรจยพยนรงฤทฤฎ": 1000,
      "ยณรฆฤบยฏรคยปฤขรคยนฤช": 1001,
      "ยธรฉฤคยปรงฤซ": 1002,
      "ยนรงฤผฤฆรงลลรฅฤฑยฅ": 1003,
      "ยบรงยกฤขรงยฌยฆรฅฤฑยทรฅยผฤข": 1004,
      "ยพรคยผฤผรจยขยซ": 1005,
      "ยฟฤฅรฆฤขฤฟรฆฤฅ": 1006,
      "รขฤขฤพ": 1007,
      "รฅฤฐฤญรงยผยฉรงฤฐฤฉ": 1008,
      "รฅฤฝลรคยธยบ": 1009,
      "รฆฤฃยฏรจยพยนรงฤทฤฎ": 1010,
      "รฆยถฤชรฆฤฃยฏรจยพยนรงฤทฤฎ": 1011,
      "รฆยผฤถรงยคยบรงฤผฤฆรฅยฐฤฑ": 1012,
      "รงฤคยนรงฤผฤฆรงลลรฅฤฑยฅ": 1013,
      "รงฤฒฤจรจยง": 1014,
      "รงฤพลรฅยฎ": 1015,
      "รงลฤถ": 1016,
      "รจยฝยฌรฆฤฏยขรงฤผฤฆ": 1017,
      "รฉยขฤณรฆฤธฤฉรฆฤพยฌรคยผฤผรฆฤฝยดรฅยฎยนรฆฤบฤต": 1018,
      "รฉยซฤบรฉยขฤณรฆฤธฤฉรฆฤพยฌรคยผฤผรฆฤฝยดรฅยฎยนรฆฤบฤต": 1019,
      "ฤฤ ฤ ฤ ": 1020,
      "ฤ รคยนฤญรฉฤนยด": 1021,
      "ฤ รคยธลรฆฤธฤฉ": 1022,
      "ฤ รฅฤฉยฝรฆฤทยฐ": 1023,
      "ฤ รฉฤฅยฝรคยผฤผรฅยฝยฑรฅ": 1024,
      "ฤ Frequent": 1025,
      "ฤ Tools": 1026,
      "ฤ Unicode": 1027,
      "ฤ diverse": 1028,
      "ฤ from": 1029,
      "ฤ like": 1030,
      "ฤ patterns": 1031,
      "ฤ รฅฤฌยฉรฆฤซฤญ": 1032,
      "ฤขรจยฆฤฃรฅยนยฒรฅฤฉ": 1033,
      "ฤงรฅฤฒยซรคยธลรจฤญยฑรฆฤธฤฉ": 1034,
      "ฤฏยฎรจยฏฤฏรจยกยจรฅฤดฤฎรงยฎ": 1035,
      "ฤฑรงฤผฤฆรฆฤธฤฉรฆฤพยฌ": 1036,
      "ฤทยฟรฅยบยฆ": 1037,
      "ฤนรฆยณฤทรฅยพฤนรฅฤชยฐรคยธ": 1038,
      "ฤปรคยธฤขรคยธยชรฆลฤฃรงยฎฤข": 1039,
      "ฤพรจยฏลรฆฤธฤปรจยฆฤจรงฤฝฤธรคยธฤฏรจยถยณ": 1040,
      "รงฤผฤฆรงฤฝยธรฉฤคยปรงฤซ": 1041,
      "รฆฤชฤธรฅยทยฅรฅฤงยทรจยฐฤฅรงฤถยจ": 1042,
      "รงยปฤปรฆฤชฤณรคยธฤขรคยธยชรฅฤฎ": 1043,
      "รงยปลรจยฎยกรฅลฤนรงยฌยฆรคยธยฒรฉ": 1044,
      "รฅฤฑฤฏรฅยคฤฏรฅฤฒฤชรฅยนยถ": 1045,
      "ฤ starts": 1046,
      "ฤ sufficient": 1047,
      "รงฤถยจรฆฤฟยฅรจยงฤครฅยฏล": 1048,
      "รฅยฎฤฅรคยปยฌรฅยธยธรงฤถยจรคยบฤฐรฆลฤฉรจยฎยฐ": 1049,
      "รฅฤชฤฉรฅยพฤนรฅยพฤชรงยขฤฐ": 1050,
      "รฅฤดฤฎรฅลยฆรคยนลรฆฤทฤชรงฤฐฤฉ": 1051,
      "รจยฎลรงยปฤฅรจยถฤฌรฉยกยบ": 1052,
      "รคยฝลรฅฤฑยฏรคยปยฅรจยฐฤฅรงฤถยจ": 1053,
      "รฆฤทฤปรฅลยฆรฆยผฤถรงยคยบรงฤผฤฆรฅยฐฤฑ": 1054,
      "ฤ รงฤผฤฆรจยฏลรฆฤธฤปรจยฆฤฃรจยฆฤจรงฤฝฤธรงฤฝยฎรฆลฤฉรฅฤพยบรฆฤปยฏ": 1055,
      "ฤ รงฤผฤฆรจยฏฤฏรจยกยจรฆฤฟยฅรจฤฉยชรจยฎลรงยปฤฅ": 1056,
      "ฤ รงฤผฤฆรฆลยธรฅยฟฤฅรฆฤขฤฟรฆฤฅ": 1057,
      "รจยฏลรฆฤธฤปรคยธลรฆฤพฤขรฅยธยธรจยงฤฃ": 1058,
      "translated": 1059,
      "รฅยคฤผรฆลยท": 1060,
      "ฤ mixed": 1061,
      "ฤ minimind": 1062,
      "ฤ merged": 1063,
      "ฤ requires": 1064,
      "ฤ represented": 1065,
      "ฤ return": 1066,
      "รจยฏยทรฅฤจฤปรคยธฤขรคยธยชรฆลฤฃรงยฎฤข": 1067,
      "รจยฏยทรงฤถยจรคยธฤขรฅฤฑยฅรจยฏฤฟรคยปฤญรงยป": 1068,
      "รจยฏยทรฅฤงฤชรงยฎฤขรงลลรฆฤขฤฟรจฤขฤฅ": 1069,
      "รฆฤชฤณรฆลยฃรฅฤพยจรฅลยฆรคยนลรฅยคยงรจยฏลรจยจฤขรฆยจยกรฅลฤญ": 1070,
      "รคยธฤขรคยธยชรงฤถยจรคยบฤฐรฆฤทฤปรฅลยฆรฆยผฤถรงยคยบรงฤผฤฆรฅยฐฤฑ": 1071,
      "รฆฤฌฤฌรคยธฤญรฉฤฟยขรจยฟฤป": 1072,
      "MiniMind": 1073,
      "รฅฤจฤฏรฅฤฝลรงลฤถ": 1074,
      "รฅยฆฤครฆลฤพรจยฏลรฆฤธฤปรจยฆฤจรงฤฝฤธรคยธฤฏรจยถยณ": 1075,
      "ฤ emoji": 1076,
      "ฤ explain": 1077,
      "ฤ รคยผฤผรคยปฤฐรฅลยบรงยกฤขรงยฌยฆรฅฤฑยทรฅยผฤข": 1078,
      "ฤ รคยผฤผรฆลยนรฆฤฏยฎรจยฏฤฏรจยกยจรฅฤดฤฎรงยฎ": 1079,
      "ฤ รฆฤบยฏรฆฤฌฤฌรฆฤธฤฉรฆฤพยฌรฅฤชฤฉรฅฤชฤจรฆฤชฤฒ": 1080,
      "ฤ รฅฤดฤฎรฆยจยกรฅลฤญรงยบยฆรฅยฎฤผรงฤผฤฆรฆฤฐ": 1081,
      "ฤ translate": 1082,
      "ฤ training": 1083,
      "รฆฤพฤขรฅฤฒฤฐรฅยฝยขรฆฤชฤฒรฅยธยธรงฤถยจรฅลฤฒรจยฏฤฏ": 1084,
      "รฆฤทยฐรฅลฤนรฅฤดฤฎรฆลฤฉรงฤคยนรงฤผฤฆรงลลรฅฤฑยฅ": 1085,
      "รจยถยณรฉฤฉฤฑรงฤผฤฆรฆฤธฤฉรฆฤพยฌ": 1086,
      "รฅยฝยขรฆฤชฤฒรงยจยณรฅยฎฤผ": 1087,
      "รฅฤฒฤฐรงยปลรฆยจยกรฅลฤญรจยฎลรงยปฤฅรจยถฤฌรฉยกยบ": 1088,
      "รฅฤฑยฅรจยฏฤฟรฅฤชฤฉรฆฤชฤฒรฆฤฝยดรฅยฎยนรฆฤบฤตรงฤฒฤจรจยง": 1089,
      "รฅฤชฤจรจยฏฤฏรฅฤปยจรจยฎลรงยปฤฅรฉฤพฤขรจยฆฤฃรฅยนยฒรฅฤฉ": 1090,
      "รฉฤฅยฝรคยผฤผรฅฤฑฤบรฅยทยฎ": 1091,
      "รฅยธยธรจยงฤฃรจยกยจรจยพยพรคยผฤผรจยขยซ": 1092,
      "รฆฤขฤฟรจฤขฤฅรฅฤฎยบรฉฤนยดรฆฤชฤธรฅยทยฅรฅฤงยทรจยฐฤฅรงฤถยจ": 1093,
      "รงฤฝยฎรฆลฤฉรฅฤพยบรฆฤปยฏรจยฆฤจรงฤฝฤธรจยถฤฌรฅฤงฤงรฅฤชฤจ": 1094,
      "ยฃรงฤผฤฆรฅยฐฤฑรฅฤฟฤน": 1095,
      "รฅฤฐฤญรงยผยฉรงฤฐฤฉรฅฤดฤฎรฅลยฆรคยนลรฆฤทฤชรงฤฐฤฉ": 1096,
      "รงฤพลรฅยฎล": 1097,
      "รจยฝยฌรฆฤฏยขรงฤผฤฆรฅยทยฅรฅฤงยท": 1098,
      "รฉยซฤบรฉยขฤณรฆฤธฤฉรฆฤพยฌรคยผฤผรฆฤฝยดรฅยฎยนรฆฤบฤตรฅยฝยขรฆฤชฤฒรงยจยณรฅยฎฤผ": 1099,
      "ฤ รคยนฤญรฉฤนยดรจยฝยฌรฆฤฏยขรงฤผฤฆรฅยทยฅรฅฤงยท": 1100,
      "ฤ รฉฤฅยฝรคยผฤผรฅยฝยฑรฅฤตฤฏรฅฤชฤฉรฅฤชฤจ": 1101,
      "ฤนรฆยณฤทรฅยพฤนรฅฤชยฐรคยธฤฏรฅฤฒฤฎรฅฤชฤฉรฅฤชฤจ": 1102,
      "รงฤผฤฆรงฤฝยธรฉฤคยปรงฤซฤฉรฆยฎยต": 1103,
      "รงยปฤปรฆฤชฤณรคยธฤขรคยธยชรฅฤฎฤงรฅฤฒยซรคยธลรจฤญยฑรฆฤธฤฉ": 1104,
      "รงยปลรจยฎยกรฅลฤนรงยฌยฆรคยธยฒรฉฤทยฟรฅยบยฆ": 1105,
      "รฅฤฑฤฏรฅยคฤฏรฅฤฒฤชรฅยนยถรจยฏลรฆฤธฤปรคยธลรฆฤพฤขรฅยธยธรจยงฤฃ": 1106,
      "ฤ sufficiently": 1107,
      "รฅยฎฤฅรคยปยฌรฅยธยธรงฤถยจรคยบฤฐรฆลฤฉรจยฎยฐรฆยถฤชรฆฤฃยฏรจยพยนรงฤทฤฎ": 1108,
      "ฤ รงฤผฤฆรจยฏฤฏรจยกยจรฆฤฟยฅรจฤฉยชรจยฎลรงยปฤฅรจยฏลรฆฤธฤป": 1109,
      "ฤ รงฤผฤฆรฆลยธรฅยฟฤฅรฆฤขฤฟรฆฤฅยณรฆฤบยฏรคยปฤขรคยนฤช": 1110,
      "รจยฏยทรงฤถยจรคยธฤขรฅฤฑยฅรจยฏฤฟรคยปฤญรงยปฤฏรคยปฤขรคยนฤชรฆฤบยฏ": 1111,
      "รฆฤชฤณรฆลยฃรฅฤพยจรฅลยฆรคยนลรฅยคยงรจยฏลรจยจฤขรฆยจยกรฅลฤญรงฤผฤฆรฅฤชฤจรจยฏฤฏรฅฤปยจรจยฎลรงยปฤฅ": 1112,
      "รคยธฤขรคยธยชรงฤถยจรคยบฤฐรฆฤทฤปรฅลยฆรฆยผฤถรงยคยบรงฤผฤฆรฅยฐฤฑรฅลฤญ": 1113,
      "รฆฤฌฤฌรคยธฤญรฉฤฟยขรจยฟฤปรฅฤฑยฅรจยฏฤฟรฅฤชฤฉรฆฤชฤฒรฆฤฝยดรฅยฎยนรฆฤบฤตรงฤฒฤจรจยง": 1114,
      "ฤ รคยผฤผรคยปฤฐรฅลยบรงยกฤขรงยฌยฆรฅฤฑยทรฅยผฤขรฅยงฤญ": 1115,
      "ฤ รคยผฤผรฆลยนรฆฤฏยฎรจยฏฤฏรจยกยจรฅฤดฤฎรงยฎฤนรฆยณฤทรฅยพฤนรฅฤชยฐรคยธฤฏรฅฤฒฤฎรฅฤชฤฉรฅฤชฤจ": 1116,
      "ฤ รฅฤดฤฎรฆยจยกรฅลฤญรงยบยฆรฅยฎฤผรงฤผฤฆรฆฤฐยงรฅฤชยถรฆลฤฉรจยฎยฐ": 1117,
      "รฆฤพฤขรฅฤฒฤฐรฅยฝยขรฆฤชฤฒรฅยธยธรงฤถยจรฅลฤฒรจยฏฤฏรจยฏฤฏรจยกยจ": 1118,
      "รฅฤชฤจรจยฏฤฏรฅฤปยจรจยฎลรงยปฤฅรฉฤพฤขรจยฆฤฃรฅยนยฒรฅฤฉฤข": 1119,
      "รฅยธยธรจยงฤฃรจยกยจรจยพยพรคยผฤผรจยขยซรฅฤชฤฉรฅยพฤนรฅยพฤชรงยขฤฐ": 1120,
      "รฅฤฐฤญรงยผยฉรงฤฐฤฉรฅฤดฤฎรฅลยฆรคยนลรฆฤทฤชรงฤฐฤฉรฉฤฅยฝรคยผฤผรฅฤฑฤบรฅยทยฎ": 1121,
      "รฅฤฑฤฏรฅยคฤฏรฅฤฒฤชรฅยนยถรจยฏลรฆฤธฤปรคยธลรฆฤพฤขรฅยธยธรจยงฤฃรงฤผฤฆรงฤฝยธรฉฤคยปรงฤซฤฉรฆยฎยต": 1122,
      "รฆฤฌฤฌรคยธฤญรฉฤฟยขรจยฟฤปรฅฤฑยฅรจยฏฤฟรฅฤชฤฉรฆฤชฤฒรฆฤฝยดรฅยฎยนรฆฤบฤตรงฤฒฤจรจยงยฃรงฤผฤฆรฅยฐฤฑรฅฤฟฤน": 1123
    },
    "merges": [
      [
        "รฃ",
        "ฤข"
      ],
      [
        "e",
        "n"
      ],
      [
        "รฏ",
        "ยผ"
      ],
      [
        "รจ",
        "ยฏ"
      ],
      [
        "ฤ ",
        "t"
      ],
      [
        "รค",
        "ยธ"
      ],
      [
        "รฃฤข",
        "ฤค"
      ],
      [
        "i",
        "n"
      ],
      [
        "k",
        "en"
      ],
      [
        "o",
        "ken"
      ],
      [
        "รฅ",
        "ฤช"
      ],
      [
        "รฏยผ",
        "ฤฎ"
      ],
      [
        "e",
        "r"
      ],
      [
        "ฤ t",
        "oken"
      ],
      [
        "รง",
        "ฤผ"
      ],
      [
        "รงฤผ",
        "ฤฆ"
      ],
      [
        "t",
        "e"
      ],
      [
        "รฆ",
        "ฤช"
      ],
      [
        "รฆ",
        "ฤธ"
      ],
      [
        "รง",
        "ยป"
      ],
      [
        "a",
        "n"
      ],
      [
        "r",
        "e"
      ],
      [
        "รค",
        "ยป"
      ],
      [
        "รฅ",
        "ฤฑ"
      ],
      [
        "รจ",
        "ยฎ"
      ],
      [
        "รฃฤข",
        "ฤฃ"
      ],
      [
        "i",
        "z"
      ],
      [
        "t",
        "h"
      ],
      [
        "รค",
        "ยน"
      ],
      [
        "รฆ",
        "ฤบ"
      ],
      [
        "รฆ",
        "ล"
      ],
      [
        "iz",
        "er"
      ],
      [
        "x",
        "t"
      ],
      [
        "รฅ",
        "ล"
      ],
      [
        "รง",
        "ฤถ"
      ],
      [
        "ฤ ",
        "s"
      ],
      [
        "ฤฏ",
        "รฅ"
      ],
      [
        "รฅฤช",
        "ฤจ"
      ],
      [
        "รฆฤช",
        "ฤฒ"
      ],
      [
        "รฆฤธ",
        "ฤฉ"
      ],
      [
        "รงฤถ",
        "ยจ"
      ],
      [
        "ยผ",
        "ฤผ"
      ],
      [
        "รค",
        "ยผฤผ"
      ],
      [
        "รฅ",
        "ยฎ"
      ],
      [
        "รฅ",
        "ฤด"
      ],
      [
        "รฆ",
        "ฤพ"
      ],
      [
        "รง",
        "ฤฝ"
      ],
      [
        "ฤ ",
        "/"
      ],
      [
        "ล",
        "รงยป"
      ],
      [
        "รจยฏ",
        "ล"
      ],
      [
        "รฅฤช",
        "ฤฉ"
      ],
      [
        "ฤ token",
        "izer"
      ],
      [
        "รจยฎ",
        "ลรงยป"
      ],
      [
        "รฆฤบ",
        "ยฏ"
      ],
      [
        "รฅฤด",
        "ฤฎ"
      ],
      [
        "รจยฎลรงยป",
        "ฤฅ"
      ],
      [
        "l",
        "a"
      ],
      [
        "รฅ",
        "ฤง"
      ],
      [
        "รฅ",
        "ฤพ"
      ],
      [
        "รฅ",
        "ล"
      ],
      [
        "รจ",
        "ยฆ"
      ],
      [
        "ฤ ",
        "w"
      ],
      [
        "รฏยผ",
        "ฤผ"
      ],
      [
        "in",
        "k"
      ],
      [
        "th",
        "ink"
      ],
      [
        "รฆล",
        "ฤฉ"
      ],
      [
        "รฅล",
        "ฤญ"
      ],
      [
        "B",
        "P"
      ],
      [
        "`",
        "`"
      ],
      [
        "e",
        "l"
      ],
      [
        "e",
        "v"
      ],
      [
        "o",
        "r"
      ],
      [
        "y",
        "te"
      ],
      [
        "ยก",
        "ยจ"
      ],
      [
        "ยก",
        "รฅลฤญ"
      ],
      [
        "ยจ",
        "ยกรฅลฤญ"
      ],
      [
        "ยธ",
        "ยธ"
      ],
      [
        "ยฝ",
        "ล"
      ],
      [
        "รค",
        "ยฝล"
      ],
      [
        "รฅ",
        "ยท"
      ],
      [
        "รฅ",
        "ยธยธ"
      ],
      [
        "รฆ",
        "ฤท"
      ],
      [
        "รฆ",
        "ยจยกรฅลฤญ"
      ],
      [
        "รจ",
        "ยง"
      ],
      [
        "รจ",
        "ยถ"
      ],
      [
        "รจ",
        "ยกยจ"
      ],
      [
        "ฤ ",
        "รงฤผฤฆ"
      ],
      [
        "ฤข",
        "ฤฟ"
      ],
      [
        "ฤข",
        "รคยน"
      ],
      [
        "รจยฏ",
        "ฤฏ"
      ],
      [
        "รคยธ",
        "ฤข"
      ],
      [
        "te",
        "xt"
      ],
      [
        "รฆฤธ",
        "ฤป"
      ],
      [
        "รคยป",
        "ฤขรคยน"
      ],
      [
        "รฅล",
        "ยฆ"
      ],
      [
        "รฆฤธฤฉ",
        "รฆฤพ"
      ],
      [
        "รจยฏล",
        "รฆฤธฤป"
      ],
      [
        "BP",
        "E"
      ],
      [
        "รคยปฤขรคยน",
        "ฤช"
      ],
      [
        "รฆฤธฤฉรฆฤพ",
        "ยฌ"
      ],
      [
        ">",
        "รฃฤขฤฃ"
      ],
      [
        "a",
        "re"
      ],
      [
        "e",
        "xt"
      ],
      [
        "g",
        "e"
      ],
      [
        "i",
        "m"
      ],
      [
        "i",
        "s"
      ],
      [
        "l",
        "e"
      ],
      [
        "o",
        "l"
      ],
      [
        "t",
        "r"
      ],
      [
        "ยฅ",
        "รฅฤง"
      ],
      [
        "ยฌ",
        "ยฆ"
      ],
      [
        "ยน",
        "รฆ"
      ],
      [
        "รฅ",
        "ยค"
      ],
      [
        "รฅ",
        "ยน"
      ],
      [
        "รฅ",
        "ยฝ"
      ],
      [
        "รฅ",
        "ยพ"
      ],
      [
        "รฅ",
        "ฤฒ"
      ],
      [
        "รฆ",
        "ฤฌ"
      ],
      [
        "รฆ",
        "ฤขฤฟ"
      ],
      [
        "รง",
        "ยฎ"
      ],
      [
        "รง",
        "ฤซ"
      ],
      [
        "รง",
        "ยฌยฆ"
      ],
      [
        "ฤ ",
        "b"
      ],
      [
        "ฤ ",
        "c"
      ],
      [
        "ฤ ",
        "m"
      ],
      [
        "ฤ ",
        "re"
      ],
      [
        "ฤจ",
        "รงฤฝ"
      ],
      [
        "ฤป",
        "ยจ"
      ],
      [
        "รฏยผ",
        "ล"
      ],
      [
        "รจยฏ",
        "ยท"
      ],
      [
        "รจยฏ",
        "ฤฏรฅ"
      ],
      [
        "ฤ t",
        "ext"
      ],
      [
        "รคยธ",
        "ยช"
      ],
      [
        "รคยธ",
        "ล"
      ],
      [
        "รฆฤช",
        "ฤณ"
      ],
      [
        "an",
        "d"
      ],
      [
        "รฅฤฑ",
        "ยฅ"
      ],
      [
        "รคยน",
        "ล"
      ],
      [
        "รฅฤชฤจ",
        "รจยฏฤฏรฅ"
      ],
      [
        "รฅฤชฤฉ",
        "รฅฤชฤจ"
      ],
      [
        "รฅฤพ",
        "ยจ"
      ],
      [
        "รจยฆ",
        "ฤจรงฤฝ"
      ],
      [
        "ฤ w",
        "or"
      ],
      [
        "รฅยท",
        "ยฅรฅฤง"
      ],
      [
        "รจยฏฤฏ",
        "รจยกยจ"
      ],
      [
        "รคยธฤข",
        "รคยธยช"
      ],
      [
        "รฅลยฆ",
        "รคยนล"
      ],
      [
        ">รฃฤขฤฃ",
        "<"
      ],
      [
        "รฆฤฌ",
        "ฤฌ"
      ],
      [
        "รฅฤชฤจรจยฏฤฏรฅ",
        "ฤปยจ"
      ],
      [
        "รจยฆฤจรงฤฝ",
        "ฤธ"
      ],
      [
        "รฅยทยฅรฅฤง",
        "ยท"
      ],
      [
        "B",
        "yte"
      ],
      [
        "E",
        "n"
      ],
      [
        "H",
        "el"
      ],
      [
        "L",
        "ev"
      ],
      [
        "M",
        "in"
      ],
      [
        "a",
        "r"
      ],
      [
        "a",
        "s"
      ],
      [
        "b",
        "ol"
      ],
      [
        "d",
        "e"
      ],
      [
        "g",
        "l"
      ],
      [
        "h",
        "en"
      ],
      [
        "i",
        "c"
      ],
      [
        "l",
        "d"
      ],
      [
        "l",
        "o"
      ],
      [
        "l",
        "en"
      ],
      [
        "m",
        "bol"
      ],
      [
        "o",
        "n"
      ],
      [
        "q",
        "u"
      ],
      [
        "r",
        "are"
      ],
      [
        "s",
        "la"
      ],
      [
        "t",
        "ar"
      ],
      [
        "y",
        "th"
      ],
      [
        "y",
        "mbol"
      ],
      [
        "|",
        ">รฃฤขฤฃ<"
      ],
      [
        "ยข",
        "รฆฤชฤฒ"
      ],
      [
        "ยฃ",
        "รฅฤพยจ"
      ],
      [
        "ยค",
        "ยบ"
      ],
      [
        "ยฅ",
        "ยฝ"
      ],
      [
        "ยฅ",
        "รจ"
      ],
      [
        "ยฆ",
        "ฤค"
      ],
      [
        "ยง",
        "รจยฏล"
      ],
      [
        "ยจ",
        "ฤข"
      ],
      [
        "ยฎ",
        "ฤฌ"
      ],
      [
        "ยฎ",
        "รฆลฤฉ"
      ],
      [
        "ยฏ",
        "รคยป"
      ],
      [
        "ยฐ",
        "ฤฅ"
      ],
      [
        "ยฐ",
        "ฤฑ"
      ],
      [
        "ยฑ",
        "รฆฤธฤฉ"
      ],
      [
        "ยด",
        "รฅยฎ"
      ],
      [
        "ยน",
        "รฆฤบ"
      ],
      [
        "ยบ",
        "ยฆ"
      ],
      [
        "ยบ",
        "รฆ"
      ],
      [
        "ยบ",
        "ฤฐ"
      ],
      [
        "ยป",
        "รจยฏ"
      ],
      [
        "ยฝ",
        "รคยผฤผ"
      ],
      [
        "ยพ",
        "ฤญ"
      ],
      [
        "ยฟ",
        "ยปรจยฏ"
      ],
      [
        "รค",
        "ยบฤฐ"
      ],
      [
        "รค",
        "ยพฤญ"
      ],
      [
        "รฅ",
        "ฤจ"
      ],
      [
        "รฅ",
        "ฤฉ"
      ],
      [
        "รฅ",
        "ฤฎ"
      ],
      [
        "รฅ",
        "ยฅยฝ"
      ],
      [
        "รฅ",
        "ยฆฤค"
      ],
      [
        "รฅ",
        "ยฐฤฑ"
      ],
      [
        "รฆ",
        "ฤฝ"
      ],
      [
        "รฆ",
        "ฤฟ"
      ],
      [
        "รฆ",
        "ล"
      ],
      [
        "รฆ",
        "ล"
      ],
      [
        "รง",
        "ฤฐ"
      ],
      [
        "รง",
        "ฤท"
      ],
      [
        "รง",
        "ล"
      ],
      [
        "รง",
        "ยคยบ"
      ],
      [
        "รง",
        "ยฟยปรจยฏ"
      ],
      [
        "รจ",
        "ยพ"
      ],
      [
        "รจ",
        "ฤข"
      ],
      [
        "รจ",
        "ฤญ"
      ],
      [
        "รจ",
        "ยจฤข"
      ],
      [
        "รฉ",
        "ฤฅ"
      ],
      [
        "รฉ",
        "ฤน"
      ],
      [
        "ฤ ",
        "<"
      ],
      [
        "ฤ ",
        "e"
      ],
      [
        "ฤ ",
        "h"
      ],
      [
        "ฤ ",
        "ฤ "
      ],
      [
        "ฤ ",
        "in"
      ],
      [
        "ฤ ",
        "รคยผฤผ"
      ],
      [
        "ฤ ",
        "รฆฤบยฏ"
      ],
      [
        "ฤ ",
        "รฅฤดฤฎ"
      ],
      [
        "ฤ ",
        "la"
      ],
      [
        "ฤ ",
        "ev"
      ],
      [
        "ฤ ",
        "BPE"
      ],
      [
        "ฤ ",
        "and"
      ],
      [
        "ฤ ",
        "rare"
      ],
      [
        "ฤณ",
        "รฆฤชฤฒ"
      ],
      [
        "ฤป",
        "ยฏ"
      ],
      [
        "en",
        "t"
      ],
      [
        "รจยฏ",
        "ฤฟ"
      ],
      [
        "ฤ t",
        "r"
      ],
      [
        "รคยธ",
        "ยบ"
      ],
      [
        "in",
        "g"
      ],
      [
        "oken",
        "izer"
      ],
      [
        "ฤ token",
        "s"
      ],
      [
        "รงฤผฤฆ",
        "รฅยฐฤฑ"
      ],
      [
        "te",
        "d"
      ],
      [
        "an",
        "sla"
      ],
      [
        "re",
        "s"
      ],
      [
        "รฅฤฑ",
        "ยท"
      ],
      [
        "รฅฤฑ",
        "ยฏรคยป"
      ],
      [
        "รจยฎ",
        "ยฐ"
      ],
      [
        "รฅล",
        "ฤน"
      ],
      [
        "ฤ s",
        "tr"
      ],
      [
        "ฤ s",
        "ymbol"
      ],
      [
        "ฤฏรฅ",
        "ฤฒ"
      ],
      [
        "รงฤถยจ",
        "รคยบฤฐ"
      ],
      [
        "รฅยฎ",
        "ฤผ"
      ],
      [
        "รฆฤพ",
        "ฤข"
      ],
      [
        "รงฤฝ",
        "ยฎรฆลฤฉ"
      ],
      [
        "รฅฤชฤฉ",
        "รฆฤชฤฒ"
      ],
      [
        "รฅฤพ",
        "ยบรฆ"
      ],
      [
        "รจยฆ",
        "ฤฃ"
      ],
      [
        "รฆลฤฉ",
        "รจยฎยฐ"
      ],
      [
        "``",
        "`"
      ],
      [
        "รคยฝล",
        "รฅยฅยฝ"
      ],
      [
        "รฅยธยธ",
        "รจยง"
      ],
      [
        "รฆฤท",
        "ยฐ"
      ],
      [
        "รจยถ",
        "ยณ"
      ],
      [
        "รจยถ",
        "ฤฌ"
      ],
      [
        "รคยปฤขรคยนฤช",
        "รฆฤบยฏ"
      ],
      [
        "is",
        "h"
      ],
      [
        "ยนรฆ",
        "ยฎฤฌ"
      ],
      [
        "รฅยค",
        "ยงรจยฏล"
      ],
      [
        "รฅยน",
        "ยถ"
      ],
      [
        "รฅยฝ",
        "ยขรฆฤชฤฒ"
      ],
      [
        "รฅยพ",
        "ฤน"
      ],
      [
        "รฅฤฒ",
        "ฤฐ"
      ],
      [
        "รฆฤขฤฟ",
        "รจฤข"
      ],
      [
        "รงยฎ",
        "ฤข"
      ],
      [
        "รงฤซ",
        "ยนรฆยฎฤฌ"
      ],
      [
        "รงยฌยฆ",
        "รฅฤฑยท"
      ],
      [
        "ฤ b",
        "yte"
      ],
      [
        "ฤ c",
        "an"
      ],
      [
        "รฅฤฑยฅ",
        "รจยฏฤฟ"
      ],
      [
        "ฤ wor",
        "ld"
      ],
      [
        "รฅฤชฤจรจยฏฤฏรฅฤปยจ",
        "รจยฎลรงยปฤฅ"
      ],
      [
        "Byte",
        "Lev"
      ],
      [
        "En",
        "gl"
      ],
      [
        "Hel",
        "lo"
      ],
      [
        "tar",
        "t"
      ],
      [
        "yth",
        "on"
      ],
      [
        "ยฐฤฅ",
        "รงฤถยจ"
      ],
      [
        "ยดรฅยฎ",
        "ยนรฆฤบ"
      ],
      [
        "รฆฤฝ",
        "ยดรฅยฎยนรฆฤบ"
      ],
      [
        "รฆล",
        "ยฃรฅฤพยจ"
      ],
      [
        "รงฤฐ",
        "ฤฉ"
      ],
      [
        "รงฤท",
        "ฤฎ"
      ],
      [
        "รงล",
        "ล"
      ],
      [
        "รงยฟยปรจยฏ",
        "ฤณรฆฤชฤฒ"
      ],
      [
        "รจฤญ",
        "ยฑรฆฤธฤฉ"
      ],
      [
        "รจยจฤข",
        "รฆยจยกรฅลฤญ"
      ],
      [
        "รฉฤฅ",
        "ยฝรคยผฤผ"
      ],
      [
        "รฉฤน",
        "ยด"
      ],
      [
        "ฤ in",
        "t"
      ],
      [
        "ฤ la",
        "r"
      ],
      [
        "รงฤฝยฎรฆลฤฉ",
        "รฅฤพยบรฆ"
      ],
      [
        "รฅยธยธรจยง",
        "ฤฃ"
      ],
      [
        "รฅยคยงรจยฏล",
        "รจยจฤขรฆยจยกรฅลฤญ"
      ],
      [
        "รฆฤขฤฟรจฤข",
        "ฤฅ"
      ],
      [
        "ByteLev",
        "el"
      ],
      [
        "Engl",
        "ish"
      ],
      [
        "รฆฤฝยดรฅยฎยนรฆฤบ",
        "ฤต"
      ],
      [
        "รงฤฝยฎรฆลฤฉรฅฤพยบรฆ",
        "ฤปยฏ"
      ],
      [
        "\"",
        ":"
      ],
      [
        "\"",
        "}"
      ],
      [
        "-",
        ">"
      ],
      [
        "0",
        "0"
      ],
      [
        "1",
        "2"
      ],
      [
        "4",
        "00"
      ],
      [
        "<",
        "/"
      ],
      [
        ">",
        "รฏยผฤฎ"
      ],
      [
        "A",
        "I"
      ],
      [
        "F",
        "re"
      ],
      [
        "P",
        "le"
      ],
      [
        "P",
        "ython"
      ],
      [
        "T",
        "o"
      ],
      [
        "T",
        "okenizer"
      ],
      [
        "U",
        "n"
      ],
      [
        "a",
        "t"
      ],
      [
        "a",
        "in"
      ],
      [
        "a",
        "ge"
      ],
      [
